Repository: gilhardl/flutter_bloc_todo
Catalog: lib/l10n/intl_*.arb
Languages: fr

source: Show all
fr: Afficher tout

source: Show active
fr: Afficher à faire

source: Show completed
fr: Afficher terminés

# newTodoHint
source: What needs to be done?
fr: Qu'y a t-il à faire ?

source: Mark all complete
fr: Tout terminer

source: Mark all incomplete
fr: Tout à faire

source: Clear completed
fr: Suppression terminée

source: Add todo
fr: Ajouter un todo

source: Edit todo
fr: Modifier un todo

source: Save changes
fr: Enregistrer les changements

source: Filter todos
fr: Filtrer les Todos

source: Delete todo
fr: Supprimer un Todo

source: Todo details
fr: Détails d'un Todo

# emptyTodoError
source: Please enter some text
fr: Veuillez saisir une tâche

# notesHint
source: Additional notes...
fr: Notes additionnelles...

source: Completed todos
fr: Todos terminés

source: Active todos
fr: Todos à faire

# todoDeleted
source: Deleted "{task}"
fr: "{task}" supprimé

source: Undo
fr: Annuler

# deleteTodoConfirmation
source: Delete this todo?
fr: Supprimer ce todo?

source: Delete
fr: Supprimer

source: Cancel
fr: Annuler
